Repository: thefunny42/Zeam-Form
Catalog: src/zeam/form/*/i18n/*/LC_MESSAGES/zeam.form.*.po
Languages: de, fr

source: (required)
de: erforderlich
fr: (requis)

source: There were errors.
de: Es sind Fehler aufgetreten.
fr: Le formulaire contient des erreurs.

source: Missing required value.
de: Dieses Feld muss gefüllt werden.
fr: Valeur requise manquante.

source: The constraint failed.
fr: La validation a ratée.

source: You didn't select any item!
de: Bitte wählen Sie ein Objekt!
fr: Vous n'avez sélectionné aucun élément.

source: required
de: erforderlich
fr: requis

source: There are no items.
de: Keine Objekte ausgewählt
fr: Il n'y a pas d'élément.

source: Modification saved.
de: Die Änderungen wurden gespeichert.
fr: Modifications sauvegardées.

source: Invalid value.
de: Falscher Wert
fr: Valeur incorrecte.

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: The selected value is not among the possible choices.
de: Dieser Wert steht nicht zur Verfügung.
fr: La valeur sélectionée n'est pas parmis les choix possibles.

source: The selected value is not available.
de: Der ausgewählte Wert ist nicht Verfügbar.
fr: La valeur sélectionnée n'est pas disponible.

source: There are too few items.
de: Es wurden nicht genug Werte ausgewählt.
fr: Il n'y a pas assez d'éléments.

source: There are too many items.
de: Es wurden zu viele Werte ausgewählt.
fr: Il y a trop d'éléments.

source: Move up
de: Höher
fr: Déplacer vers le haut

source: Move down
de: Tiefer
fr: Déplacer vers le bas

source: Add
de: Hinzufügen
fr: Ajouter

source: Remove
de: Löschen
fr: Retirer

source: This date is before the ${not_before}.
de: Das Datum ist vor ${not_before}.
fr: Cette date est avant le ${not_before}.

source: This date is after the ${not_after}.
de: Das Datum ist später als ${not_after}.
fr: Cette date est après le ${not_after}.

source: This number is too small.
de: Die Zahl ist zu klein.
fr: Ce nombre est trop petit.

source: This number is too big.
de: Die Zahl ist zu groß.
fr: Ce nombre est trop grand.

source: This number is not a valid whole number.
de: Das ist keine ganze Zahl.
fr: Ce nombre n'est pas un entier.

source: This number is not a valid decimal number.
de: Das ist keine Dezimalzahl.
fr: Ce nombre n'est pas décimal.

source: This password is too short.
de: Das Passwort ist zu kurz.
fr: Le mot de passe est trop court.

source: This password is too long.
de: Das Passwort ist zu lang.
fr: Le mot de passe est trop long.

source: Not enough text was entered.
de: Der Text ist zu kurz.
fr: Il n'y a pas assez de texte.

source: Too much text was entered.
de: Der Text ist zu lang.
fr: Il y a trop de texte.

source: This text is too short.
de: Der Text ist zu kurz.
fr: Le texte est trop court.

source: This text is too long.
de: Der Text ist zu lang.
fr: Le texte est trop long.

source: This time is before ${not_before}.
de: Die Zeit ist bevor ${not_before}.
fr: L'heure est avant ${not_before}.

source: This time is after ${not_after}.
de: Die Zeit ist nach ${not_after}.
fr: L'heure est après ${not_after}.

source: The URI is malformed.
de: Die URI ist syntaktisch falsch.
fr: L'URI est malformée.

source: The URI is too short.
de: Die URI ist zu kurz.
fr: L'URI est trop courte.

source: The URI is too long.
de: Die URI ist zu lang.
fr: L'URI est trop longue.
